Repository: erkinovs-blog/movie_plus
Catalog: lib/l10n/intl_*.arb
Languages: uz

# continueText
source: Continue
uz: Davom etish

# img1Text
source: All your favourite MARVEL Movies & Series at one place
uz: Barcha sevimli MARVEL filmlari va seriallari bir joyda

# img2Text
source: Watch Online or Download Offline
uz: Onlayn tomosha qiling yoki oflayn yuklab oling

# img3Text
source: Create profiles for different members & get personalised recommendations
uz: Turli a ºzolar uchun profil yarating va moslashtirilgan tavsiyalar oling

# img4Text
source: Plans according to your needs at affordable prices
uz: Ehtiyojlaringizga muvofiq arzon narxlardagi tariflar

# img5Text
source: Letâ€™s Get Started !!!
uz: Qani boshladik !!!

# singUp
source: Sign Up
uz: Ro'yhatdan o'tish

source: Log in
uz: Tizimga kirish

source: Email
uz: Elektron pochta

source: Password
uz: Parol

source: Nickname
uz: Foydalanuvchi nomi
